Repository: NaN-tic/trytond-asset_maintenance
Catalog: locale/*.po
Languages: ca_es, es_es

# field:asset,maintenance_interval:
source: Maintenance Interval
ca_es: Interval manteniment
es_es: Intervalo mantenimiento

# field:asset,maintenance_interval_number:
source: Maintenance Interval Count
ca_es: Comptador d'interval de manteniment
es_es: Contador intervalo mantenimiento

# field:asset,mantineances:
source: Maintenances
ca_es: Manteniments
es_es: Mantenimentos

# field:asset.maintenance,asset:
source: Asset
ca_es: Actiu
es_es: Activo

# field:asset.maintenance,category:
source: Category
ca_es: Categoria
es_es: Categoría

# field:asset.maintenance,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha creación

# field:asset.maintenance,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:asset.maintenance,date_done:
source: Done Date
ca_es: Data realizació
es_es: Fecha realización

# field:asset.maintenance,date_next:
source: Next Maintenance
ca_es: Pròxim manteniment
es_es: Próximo mantenimento

# field:asset.maintenance,date_planned:
source: Planned Date
ca_es: Data planificada
es_es: Fecha planificación

# field:asset.maintenance,date_start:
source: Start Date
ca_es: Data inici
es_es: Fecha inicio

# field:asset.maintenance,note:
source: Note
ca_es: Nota
es_es: Nota

# field:asset.maintenance,party:
source: Party
ca_es: Tercer
es_es: Tercero

# field:asset.maintenance,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.maintenance,reference:
source: Reference
ca_es: Referència
es_es: Referencia

# field:asset.maintenance,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:asset.maintenance,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:asset.maintenance.category,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha de creación

# field:asset.maintenance.category,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:asset.maintenance.category,name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.maintenance.category,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.maintenance.category,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:asset.maintenance.category,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# model:asset.maintenance,name:
source: Asset Maintenance
ca_es: Manteniment d'actius
es_es: Mantenimento de activos

# model:asset.maintenance.category,name:
source: Asset Maintenance Category
ca_es: Categoria de manteniments d'actius
es_es: Categoria de mantenimento de activos

# model:asset.maintenance.category,name:None
source: Repair
ca_es: Reparació
es_es: Reparación

# model:asset.maintenance.category,name:None
source: Revision
ca_es: Revisió
es_es: Revisión

# model:asset.maintenance.category,name:category_repair
source: Repair
ca_es: Reparació
es_es: Reparación

# model:asset.maintenance.category,name:category_revision
source: Revision
ca_es: Revisió
es_es: Revisión

# model:ir.action,name:act_asset_maintenance
source: Maintenances
ca_es: Manteniments
es_es: Mantenimentos

# model:ir.action,name:act_asset_maintenance_category
source: Maintenance Categories
ca_es: Categories manteniment
es_es: Categorías mantenimento

# model:ir.action,name:act_maintenances_form
source: Maintenances
ca_es: Manteniments
es_es: Mantenimentos

# model:ir.ui.menu,name:menu_asset_maintenance
source: Maintenances
ca_es: Manteniments
es_es: Mantenimentos

# model:ir.ui.menu,name:menu_asset_maintenance_category
source: Maintenance Categories
ca_es: Categories manteniment
es_es: Categorías mantenimento

# selection:asset,maintenance_interval:
source: 01 - Day
ca_es: 01 - Diari
es_es: 01 - Diario

# selection:asset,maintenance_interval:
source: 02 - Week
ca_es: 02 - Setmanal
es_es: 02 - Semanal

# selection:asset,maintenance_interval:
source: 03 - Month
ca_es: 03 - Mes
es_es: 03 - Mes

# selection:asset,maintenance_interval:
source: 04 - Year
ca_es: 04 - Any
es_es: 04 - Año

# selection:asset,maintenance_interval:
source: Without Maintenance
ca_es: Sense manteniment
es_es: Sin mantenimento

# view:asset.maintenance.category:
source: Maintenance Categories
ca_es: Categories manteniment
es_es: Categorías mantenimento

# view:asset.maintenance.category:
source: Maintenance Category
ca_es: Categoria manteniment
es_es: Categoría mantenimento

# view:asset.maintenance:
source: Asset Maintenance
ca_es: Manteniment d'actius
es_es: Mantenimento de activos

# view:asset.maintenance:
source: Asset Maintenances
ca_es: Manteniments d'actius
es_es: Mantenimentos de activos
